import React from 'react'
import { Link } from 'react-router-dom'
import { SEO } from '../components'
import { whatsappLink } from '../lib/constants'

const Regulations = () => {
  return (
    <>
        <SEO 
            title="תקנון"
            description="iStore הינה החנות הראשונה בארץ אשר הביאה את בשורת ה-iPod ומוצרי Apple השונים לישראל כחנות קונספט אשר כל כולה מוקדשת ל Apple"
            keywords="iPhone, iPad, iPod, iMac, Mac Mini, MacBook Air, MacBookPro, Apple Tv"
        />

        <main className="wrapper p-2 text-center direction-rtl">
            <section className="py-9 px-2">
                <h1 className="text-[2em] pb-10 leading-4 font-light">תקנון אתר</h1>

                {/* Widgets */}
                <div className="text-right">
                    {/* Content */}
                    <div className="flex flex-col mb-5">
                        <h5 className="text-[.92rem] xl:text-base font-bold underline">אמנת השירות ותקנון ב-iStore</h5>
                        <span className="font-light text-[.92rem] xl:text-base">גולשים יקרים,</span>
                        <span className="font-light text-[.92rem] xl:text-base">כמשווק רשמי של Apple בישראל, אנו מחויבים לרמת השירות הגבוהה ביותר.</span>
                        <span className="font-light text-[.92rem] xl:text-base">אנו מאמינים שלכם, כצרכנים שבוחרים לקנות ב-iStore, מגיע לקבל את חווית הגלישה, הקניה והשירותהטובה ביותר ולכן חרטנו על דגלנו את המחוייבות לחדשנות, איכותיות, חוויתיות, תחרותיות ומקצוענות.</span>
                    </div>

                    <p className="text-[.92rem] xl:text-base font-light mb-5">מתוך ניסיוננו ניסחנו, אמנת שירות ותקנון המבטאים את התחייבותנו כלפיכם. </p>

                    <div className="mb-1">
                        {/* Content */}
                        <div className="flex flex-col">
                            <h5 className="text-[.92rem] xl:text-base font-bold">תנאי ביטול עסקה</h5>
                            <p className="font-light text-[.92rem] xl:text-base">
                                מדיניות הביטול עסקה מתייחסת {" "}
                                <Link className="font-light text-[.92rem] xl:text-base underline">ללקוחות פרטיים בלבד</Link>
                            </p>
                            <span className="font-light text-[.92rem] xl:text-base">אנו מתחייבים כי בכל רכישה שלך באמצעות iStore תקבל את המוצר שהזמנת תוך פרק הזמן שנקבע בכפוף לאמור בתקנון זה,</span>
                            <span className="font-light text-[.92rem] xl:text-base">במידה ולא - אנו מתחייבים להחזר כספי מלא בהתאם לקבוע בחוק וכדלקמן:</span>
                        </div>

                        {/* List */}
                        <ol 
                            className="flex flex-col gap-y-2 pr-10 pb-6 pl-6 list-none" 
                            style={{ counterReset: "item" }}
                        >
                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">{`
                            ביטול עסקה יעשה תוך 30 ימים מיום קבלת המוצר או קבלת טופס הגילוי (טופס הזמנה / חשבונית) - המאוחר מבינהם.`}</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">
                                הודעה על הביטול תעשה בכתב באמצעות טופס ביטול עסקה בדוא"ל, בדואר, בשיחה טלפונית, ב-
                                <Link 
                                    to={whatsappLink}
                                    target="_blank"
                                    className="text-[#004466] text-[.9rem] xl:text-base font-light underline"
                                >
                                    WhatsApp
                                </Link>
                                 או במסירה ידנית.
                            </li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">
                                באם החלטת לבטל את הזמנתך {" "}
                                <strong className="font-bold">שלא בגלל</strong> {" "}
                                חריגה מזמני אספקה, פגם בייצור המוצר או אי התאמה בין המוצר שהוזמן למוצר שסופק בפועל, יחולו דמי ביטול בשיעור של 5% מגובה העסקה או 100 ש"ח - הנמוך מבינהם כקבוע בחוק והמוצר יוחזר על חשבון הלקוח אל iStore בתוך 10 ימים מיום מסירת הודעת הביטול. בביטול עסקה בגין חריגה בזמני האספקה, פגם בייצור המוצר או אי התאמה בין המוצר שהוזמן למוצר בסופק בפועל, יזוכה הלקוח זיכוי מלא והמוצר יוחזר על חשבון iStore. החזרת המוצר אלינו תעשה על ידי חברת שליחויות ואולם באחריותכם למסור את המוצר לחברת השליחויות ולהדפיס ולצרף תעודת החזרה אשר תישלח אליכם על ידי iStore.
                            </li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">בביטול עסקה שנעשתה בכרטיס אשראי/המחאה תתווספנה עמלות חברות האשראי/ERN/PayPal והכל בכפוף לכל דין.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-bold">לא ניתן לבטל רכישה של מוצר אשר יוצר על פי הזמנה יחודית (ובכלל זאת מחשבי Mac משודרגים) לפי דרישת הלקוח ו/או מוצרים הניתנים להקלטה, העתקה, שכפול ו/או שאריזתם המקורית נפתחה ובכלל זאת רכישה של מוצר בעל מספר סידורי אשר נמסר ללקוח וניתן להעתקה.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-bold">מוצר אשר בוצעה לו אקטיבציה ו/או הופעל ו/או חובר לרשת החשמל לא יעמוד בתנאי ביטול העסקה ובכל מקרה בכפוף לקבוע בחוק.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">החברה תמסור ללקוח העתק של ביטול הודעת החיוב כפי שנמסרה לחברת האשראי.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-bold">מוצר יוחזר ככל שהדבר אפשרי או סביר באריזתו המקורית.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">לחברה שמורה הזכות לתבוע את הצרכן בגין ירידת ערך המוצר המוחזר.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">החברה רשאית לבטל את העסקה במקרה של טעות קולמוס בתאור המוצר או מחירו ולא תהיה כל טענה או תביעה כלפי החברה במקרה שכזה. </li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">במקרה של מחסור במלאי לפריט 1 או יותר ובהעדר צפי אספקה - תהיה רשאית החברה שלא לחייב את הלקוח על הזמנתו, עד אשר יתחדש המלאי למוצר - ואם לא יתחדש תוך 14 יום תהיה רשאית החברה לבטל את העסקה על פי שיקול דעתה ולא תהיה ללקוח כל טענה ו/או תביעה כלפי החברה. באם חוייב הלקוח בגין עסקה זו - יזוכה הלקוח זיכוי כספי מלא.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">עסקה שחויבה בתשלומים תזוכה באותו האופן.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">הודעת הזיכוי תועבר לחברת האשראי בתוך 7 ימים - לתשומת ליבכם, כי לחברת האשראי עשויים לקחת עוד 10 עד 20 ימים עד אשר הזיכוי יופיע בכרטיסכם בפועל.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">החזר כספי יבוצע בתוך 14 ימים מיום קבלת הודעת הביטול.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">בכפוף לכל דין, תהיה שמורה לחברה הזכות להפעיל את זכות הקיזוז ו/או העיכבון כקבוע בחוק ו/או לחייב את חשבונכם בגין אי החזרת פריטים להזמנה שבוטלה.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">בכל מקרה בו רכשתם מוצר/ים אשר זיכו אותכם בהטבה כספית ו/או שווה ערך כסף (מוצר במתנה, הנחה, משלוח חינם וכו׳) ולאחר מכן החלטתם לבטל את רכישתכם כולה ו/או חלק ממנה - ההטבות אשר ניתנו עשויות להתבטל ו/או להשתנות בהתאם לשינוי אשר יבוצע בהזמנתכם ובכפוף למדיניות ההטבות / מבצעים העדכנית ברשת. ככל ובוצע מימוש של ההטבה (לדוגמא: מימוש שובר מתנה, התקנת תוכנה אשר התקבלה בהטבה וכו׳) או שהעסקה אינה עומדת עוד בתנאי הזכאות להטבה (לדוגמא: הנחה שניתנה בגין רכישה של המוצר השני אך לבסוף בוטל / הוחזר המוצר השני)  -  ההטבה תבוטל ותקוזז מההחזר הכספי.</li>
                        </ol>
                    </div>

                    <div className="mb-3">
                        <h5 className="text-[.92rem] xl:text-base font-bold">משלוחים ואספקה</h5>

                        {/* List */}
                        <ol 
                            className="flex flex-col gap-y-2 pr-10 pb-6 pl-6 list-none" 
                            style={{ counterReset: "item" }}
                        >
                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">אנחנו ב-iStore מספקים את כלל המוצרים במשלוחים בדואר מהיר ע"י חברת UPS. חברת UPS מבצעת משלוח בין לילה.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">משלוחים יופצו ללקוח במהלך יום העסקים כפי שתואם עמו, בין השעות 08:00 - 17:00.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">זמן האספקה למוצרים הינו משוער בהתאם לזמני האספקה המשוקפים באתר לכל מוצר והכל בכפוף לזמינות המוצר במלאי.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">על אף האמור - בהזמנה של יותר מפריט אחד, זמן האספקה לכלל הפריטים יקבע בהתאם לזמן האספקה של הפריט בעל זמן האספקה המאוחר ביותר. ללקוח שמורה האפשרות לבקש פיצול האספקה להזמנתו, בכפוף לתשלום דמי משלוח.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">במידה והמוצר איננו במלאי, iStore תיידע את הלקוח בזמני האספקה העדכניים וללקוח תהיה שמורה הזכות האם ברצונו להשלים את ההזמנה ולהמתין את פרק הזמן שנקבע או לחלופין שלא להשלים את העסקה.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light"> זמן האספקה המשוער למחשבים משודרגים הינו כ-30 ימי עסקים ועשוי להתארך מעבר לכך ככל ויחולו עיכובים בזמני האספקה מחברת Apple.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">זמני אספקה כוללים ימי עסקים בלבד (ימים א'-ה') ואינם כוללים ימי שישי, שבת, ערבי חג וימי חג ואף לא את יום הזמנת המוצר.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">הטבת קונים היום - מקבלים מחר: הזמנות שיכנסו כל יום עד השעה 13:00 יסופקו ביום העסקים הבא - בכפוף לאישור סופי של מחלקת בטחון אשראי של iStore.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">בעסקה בה נמסר זמן אספקה משוער ו/או בעסקה בה הפריט אינו זמין במלאי, זמן האספקה בפועל יקבע בכפוף לזמינות המלאי בלבד ועשוי להשתנות בהתאם לזמינות הפריט אצל ספק המוצר. iStore לא תהיה אחראית לכל נזק עקיף ו/או ישיר אשר יגרם לכם כתוצאה מעיכוב בזמן האספקה.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">בעסקה שבוצעה באמצעות PayPal כתובת המשלוח הינה הכתובת אשר מסופקת מחברת PayPal.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">
                                <span className="underline">זמן אספקה עד 2 ימי עסקים הינו למוצרים שנמצאים במלאי מלבד לישובים הבאים אשר זמן האספקה עבורם הינו 5 ימי עסקים -</span>{" "}
                                <span>{" ביר זית, בית א רוש א תחתא, בית א רוש אל פוקא, בית אולא, בית אומר, בית אומרין, בית איבא, בית איג'זא, בית איכסא, בית איענאן, בית אמין, בית ג'אלא, בית ג'מאל, בית דג'ן, בית הלל, בית חורון, בית חלקיה, בית חנינא, בית לחם, בית ליקיא, בית סאחור, בית סוריכ, בית סירא, בית סכריא, בית ע'ור א תחתא, בית ע'ור אל פוקא, בית עווא, בית עמרה, בית פג'אר, בית פוריכ, בית קאד, בית רחאל, בית רימא, בית תעמר, ביתא א תחתא, ביתוניא, ביתילו, ביתין, ביתר עילית, בלאטה, בלעא, בני יהודה, בסמ''ה, בר יוחאי, ברעם, בת עין, ג'באליה, ג'בע, ג'בע מצפון לירושלים, ג'בעה, ג'יש, ג'לג'וליה, ג'נין, גבעון החדשה, גבעות בר, גבעת יואב, גורן, גורנות הגליל, גיתה, גלאון, גשור, גשר, דבירה, דהיישה מחנה פליטים, דהרייה, דוב''ב, דייר ראפאת, דישון, דלתון, דן, דפנה, הגושרים, הוואשלה, הר אדר, חברון, חד נס, חוות דושן, חוות יזרעם, חוות משאש, חוות עדן, חוות שיקמים, חוות שלם, חוות שפעה, חוסנייה, חוקוק, חלחול, חמדת ימים, חספין, טול כרם, טייבה, טייבה ליד עפרה, טירה, טירה ליד בית חורון, טל מנשה, יובל, יונתן, יערה, יקיר, יראון, ירושלים )מזרח(, יריחו, כורזים, כיסרא סומיע, כליל, כנף, כסיפה, כפר אדומים, כפר ברא, כפר הנוער הציוני נווה הד, כפר חרוב, כפר סאלד, כפר עציון, כפר קאסם, כפר רופין, כפר שמאי, כרי דשא, כרכום, כרם בן זמרה, כרם בן שמן, כרמי קטיף, לבנים, להב, לכיש, מבוא חורון, מבוא חמה, מג'דל שמס, מגדל עוז, מועצה אזורית אשכול, מוקייבלה, מחנה יהודית, מחנה יפה, מחנה עדי, מיצר, מירון, מכללת ספיר, מלכיה, מנוחה, מנרה, מסעדה, מעיין ברוך, מעלה גמלא, מעלה שומרון, מפעלי מישור רותם, מצפה יריחו, מרגליות, מרום גולן, מרכז אזורי מרום הגליל, מרכז כ''ח, משגב עם, מתת, נאות גולן, נבי סמואל, נוב, נווה אור, נווה אטי''ב, הוואשלה, הר אדר, הר גילה, הררית, ורד הגליל, ורדון, ורדים מוסד חינוכי, זכריה, זרחיה, נווה איתן, נווה דניאל, נווה מיכאל, נופים, נחלה, נטור, ניר בנים, נמרוד, נעורים, נתיב הל''ה, סאסא, סגולה, סלעית, סמוע, ספסופה, עטארה ליד ביר זית, עידן, עיזרייה, עין אל אסד, עין גב, עין זיוון, עין זיתים, עין יברוד, עין נקובא, עין קיניא, עין קנייא, עין ראפה, עיר אובות, עכברה, עלמה, עמוקה, עמנואל, ענאתא, ענבתא, ענזה, עסירה א שמאליה, עסירה אל קיבליה, עסכר, עץ אפרים, עראמשה, ערערה בנגב, פארק תעשיות רותם, פסוטה, צאלים, צבעון, צופים, צוריאל, צנדלה, קדומים, קדיתא, קדמת צבי, קדר, קלנסווה, קלקיליה, קציר, קרני שומרון, קשת, ראש צורים, רבבה, ריחאנייה, רמאללה, רמות, רמות נפתלי, רמת מגשימים, שאר ישוב, שדי תרומות, שוויכה בהר חברון, שושנת העמקים, שכם, שניר, שעל, שריגים, שתולה, תלמי יוסף, תראבין א צאנה, שערי תקווה, שפר, שקד, תירוש, תל קציר, תעמרה, תעשיון שח''ק, תקוע ותרקומיא."}</span>
                            </li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">
                                <span className='underline'>בהמשך לנאמר בסעיף הקודם לא תתאפשר שליחות אל הישובים הבאים -</span>{" "}
                                <span> א דהאבשה, א דיראת, א דנפירי, א זיאדנה צפונית לרהט, א טבקה, א טוואני, א לובאן, א נבארי, א נוואקיר, א סייד שבט, א ראס, א ריחייה, א </span>{" "}
                                <span>שהאדה, א שויוח, א שייח' אחמד, א שייח' סעד, אבו אל קיעאן, אבו ג'אבר, אבו ג'אבר דרומית ממית, אבו ג'אמדה, אבו ג'ודה, אבו ג'ווייעד, אבו</span>{" "}
                                <span>ג'ויעד, אבו הדובה, אבו זקיקה, אבו טראש, אבו מסאעד, אבו נוג'ים, אבו סבייח, אבו סבילה, אבו סבית, אבו סבית דרומית מרהט, אבו סבית</span>{" "}
                                <span>מזרחית לנבטי, אבו סויס, אבו סלב מערבית לערער, אבו סלמאן, אבו סריחאן, אבו ע'נימה, אבו עבדון, אבו עמאר, אבו עמרה, אבו עפאש, אבו</span>{" "}
                                <span>קוידר, אבו קוידר אל עפאוי דרומ, אבו קרינאת מערבית לדי, אבו קרינאת מערבית לער, אבו קרינאת צפונית מדימ, אבו קרשין, אבו קש, אבו</span>{" "}
                                <span>ראשד, אבו רבייעה, אבו רביעה, אבו רביעה צפונית לכסיפ, אבו רוקייק, אבו שח'ידם, אבו תלול, אביגיל, אבני חפץ, אבנת, אדורה, אודלה, אום א</span>{" "}
                                <span>טלע, אום א ריחאן, אום א תות, אום דאר, אום מיתנאן, אום סלמונה, אום ספא, אום עלאס, אום עסלה, אורון, אזור תעסוקה מיתרים, אזור</span>
                                <span>דרומית מחורה, אל אסד, אל אעסם א נבארי, אל בויוכי, אל בקאר, אל ג'ארושיה, אל ג'וויני, אל ג'נאמי, אל ג'רג'אווי, אל הג'רה, אל הוואשלי אל</span>{" "}
                                <span>חריזי מז, אל הייל, אל וכילי, אל ולג'ה, אל ולידי, אל וקילי אבו סקיק, אל ח'רומי, אל חדב, אל חוקוק, אל חמידי, אל כום, אל כלאב, אל מאג'ור,</span>{" "}
                                <span>אל מודוור, אל מוטילה, אל מוע'ייר, אל מחד'י, אל מחד'י צפונית לדימונה, אל מראג'ם, אל ע'ול, אל ע'ול צפונית לדימונה, אל עביד, אל עזי, אל</span>{" "}
                                <span>עטאונה, אל עלקה אל פוקא, אל עמראני, אל ערוב, אל עת'אמין, אל עת'אמין דרומית לנבט, אל עתאיקה, אל פוואר, אל פוח'ארי, אל פונדוק, אל</span>{" "}
                                <span>קוסור, אל קורעאן ב, אל קילא, אל קסאסי, אל קרישי, אל קרעאן דרומית לערד, אל קשכר, אל רפאיעה, אלון מורה, אלמוג, אלרבאעיה, אספר,</span>{" "}
                                <span>אעצם, אפיניש, ארגמן, ארטאס, ארסוף קדם, באקה, באקה א שרקיה, באר מילכה, בד פלוח, בודרוס, בווידיעה, בורג', בורהאם, בורוקין, בורייג',</span>{" "}
                                <span>בורין, בורקה, בורקין, בזאריה, בידיה, ביר אבו אל חמאם, ביר נבאלה, בית א אל פוקא, בית אל, בית אריה, בית דוקו, בית הערבה, בית וזן, בית</span>{" "}
                                <span>חאנון, בית כאחיל, בית כלא אשל, בית לאהיה, בית ליד, בית מירסים, בני נעים, בני סוהילה, בקעות, ברד'עה, ברדלה, ברוכין, ברוש הבקעה,</span>{" "}
                                <span>ברכה, בתיר, ג'אלא, ג'אלוד, ג'אניה, ג'האלין, ג'וב א רום, ג'ודירה, ג'והזם, ג'וניד, ג'ורדיח, ג'וריש, ג'ורת א שמעה, ג'יב, ג'יביא, ג'יוס, ג'ילג'יליא,</span>{" "}
                                <span>ג'ינסאפוט, ג'ית, ג'לבון, ג'לזון, ג'למה, ג'לקמוס, ג'מאלא, ג'מאעין, ג'נאביב, ג'פנא, ג'רארה, ג'רבה, ג'רון א לוז, גבע בנימין, גבעות עדן, גבעת אסף,</span>{" "}
                                <span>גבעת סנה יעקב, גיתית, גלגל, ד'הר אל עבד, ד'הר חלת אל ג'אמיע, דאר אל חנון, דולב, דומא, דומא במרכז שומרון, דורא, דורא אל קריע, דיר א</span>{" "}
                                <span>סודאן, דיר אבו דעיף, דיר אבו משעל, דיר איבזיע, דיר איסתיא, דיר אל בלח, דיר אל חטב, דיר אל ע'וסון, דיר אל עסל א תחתא, דיר אל עסל אל</span>{" "}
                                <span>פוקא, דיר בלוט, דיר ג'ריר, דיר דיבוואן, דיר כרמיזן, דיר ניזאם, דיר סאמת, דיר ע'זאלה, דיר ע'סאנה, דיר עמאר, דיר קדיס, דיר ראזח, דיר שרף, דנאבה, דריג’את והאשימיה.</span>{" "}
                            </li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">מניין ימי העסקים לאספקת הזמנתכם יחל מרגע סיום אישור העסקה על ידי iStore ועשוי להיות כרוך בהשלמת פרטים נוספים של בעל כרטיס האשראי. ככל שלא יושלמו פרטי בעל הכרטיס, בסמוך לביצוע ההזמנה, אספקת הזמנתכם עשויה להתעכב עד להשלמתם.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">אם אין באפשרותכם להימצא בכתובת המשלוח בעת הפצתו, תוכלו לתאם את הפצת המשלוח אל תיבות מסירה של UPS הזמינות עבורכם 24 שעות ביממה או תחנות מסירה של UPS בכל רחבי הארץ - ללא עלות נוספת.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">באפשרותם גם לבקש השארת המשלוח בכניסה לפתח הבית ללא מסירה פיזית או מסירה לאחד השכנים בהתאם לבקשתכם - ללא עלות נוספת.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-bold">שימו לב כי בקשה למסירה של חבילה בפתח הבית או אצל שכן, ללא קבלת המשלוח במישרין - תסיר כל אחריות מ-iStore במקרה של כל טענה ביחס למשלוח ו/או תקינותו.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">במקרה בו הוענק לכם משלוח בחינם וההזמנה סופקה וביקשתם לבטל אותה או לא אספתם אותה והיא הוחזרה אלינו - אתם תחוייבו בעלויות המשלוח בהתאם למחיר המחירון של החברה.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light"> הטבת שובר מתנה לרוכשים במכירה המוקדמת של סדרת ה-iPhone 14 תשלח לזכאים תוך 24 שעות לאחר קבלת המכשיר ותהיה תקפה למימוש בסניפי הרשת ולמשך 90 ימים מיום קבלת השובר. </li>
                        </ol>
                    </div>

                    <div className="mb-2">
                        <h5 className="text-[.92rem] xl:text-base font-bold">שביעות רצון מלאה</h5>

                        <ol 
                            className="flex flex-col gap-y-2 pr-10 pb-6 pl-6 list-none" 
                            style={{ counterReset: "item" }}
                        >
                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">אנו פועלים על מנת להבטיח את שביעות הרצון המלאה שלך מהרכישה באתר.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">כדי שתישאר מרוצה, אנחנו ב-iStore נעשה אנו נעשה את מירב המאמצים שכל פניה שלך לשירות הלקוחות תטופל תוך זמן קצר.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">כולנו, בצוות השירות של iStore , נמצאים כאן בשבילך ונלווה אותך עד שתהיה מרוצה לחלוטין מהמוצר שרכשת.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">לשם כך אנו מפעילים מוקד מקצועי על מנת לקבל את פניותך ולטפל בהן בהקדם.</li>
                        </ol>
                    </div>

                    <p className="text-[.9rem] xl:text-base font-bold mb-6">בכל קניה שלך ב-iStore תוכל להיות בטוח שיהיה מי שיקשיב ויסייע.</p>

                    <div className="mb-2">
                        <h5 className="text-[.92rem] xl:text-base font-bold">שירות ואחריות</h5>

                        <ol 
                            className="flex flex-col gap-y-2 pr-10 pb-6 pl-6 list-none" 
                            style={{ counterReset: "item" }}
                        >
                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">ב-iStore תמצאו אך ורק מוצרים איכותיים אשר עברו בדיקות ואישורים קפדניים על ידנו.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">השרות והאחריות למוצרים ניתנתים על ידי נותן השירות באחריות - כמפורט בעמוד כל מוצר ומוצר תחת סעיף: ״אחריות״. אולם אנחנו ב-iStore ערבים לאחריות זו ולכן, נדאג לסייע ולטפל במימוש האחריות למוצר בכל בעיה בה תיתקלו. האחריות תינתן בהתאם לתנאי האחריות אשר נקבעו על ידיי יבואן המוצר והכל בכפוף לקבוע בחוק.</li>
                        </ol>
                    </div>

                    <div className="mb-2">
                        <h5 className="text-[.92rem] xl:text-base font-bold">שמירה על המידע האישי היקר לך</h5>

                        <ol 
                            className="flex flex-col gap-y-2 pr-10 pb-6 pl-6 list-none" 
                            style={{ counterReset: "item" }}
                        >
                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">
                                מתוך שאיפה לספק לך את הביטחון המקסימאלי בקניה מקוונת, השקענו משאבים רבים ביצירת מערכת לאבטחת מידע ושמירת הפרטיות, המבוססת על הכלים המתקדמים ביותר בתחום זה,  {" "}
                                <Link
                                    to="/privacy_policy" 
                                    className="text-[#004567] underline text-[.9rem] xl:text-base font-light"
                                >
                                    למדיניות הפרטיות שלנו
                                </Link>{" "}
                                .
                            </li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">העסקאות המתבצעות באתר מאובטחות בטכנולוגית SSL המאושרת ע"י חברות האשראי, וכל המידע בדבר פרטי החיוב שלך מוצפן.</li>
                        </ol>
                    </div>

                    <div className="mb-2">
                        <h5 className="text-[.92rem] xl:text-base font-bold">מדיניות תמחור</h5>

                        <ol 
                            className="flex flex-col gap-y-2 pr-10 pb-6 pl-6 list-none" 
                            style={{ counterReset: "item" }}
                        >
                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">אנחנו ב-iStore מאמינים כי מגיע לך להנות מהמוצרים הטובים ביותר במחירים הזולים ביותר. באם נתקלת במוצר זהה למוצרינו במחיר זול יותר במקום אחר נודה לך אם תסב את תשומת ליבנו ולכך על מנת שנוכל להציע לך את המחירים האטרקטיבים ביותר.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-bold">המחירים אשר מצויינים באתר רלוונטיים לרכישה מקוונת בלבד.</li>
                        </ol>
                    </div>

                    <div className="mb-4">
                        <h5 className="text-[.92rem] xl:text-base font-bold">תווי שי</h5>

                        <ol 
                            className="flex flex-col gap-y-2 pr-10 pb-6 pl-6 list-none" 
                            style={{ counterReset: "item" }}
                        >
                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">תווי שי מוגדרים מסמך סחיר ולכן אינם נכנסים להגדרה של טובין בהתאם לס׳ 1 (2) לחוק מע״מ. משכך, היות ולא מוגדרים כטובין, מכירת תווי השי לא מהווים עסקה חייבת במע״מ. לאור האמור, בעת רכישת של תווי שי - הלקוח הרוכש לא יקבל חשבונית מס אלא רק קבלה.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">רוכש התו יכול לרשום את הקבלה כהוצאה בהתאם להוראות רשות המיסים.</li>

                            <li className="orderedList pr-2 text-[.9rem] xl:text-base font-light">מימוש התו הוא רק בעת קנייה בפועל של המוצר בגינו נרכש התו ורק אז תופק חשבונית מס למממש השובר.</li>
                        </ol>
                    </div>

                    <div className="mb-7">
                        <p className="text-[.9rem] xl:text-base font-light">iStore עשויה לבקש מכם לשלוח צילום של תעודת הזהות של בעל כרטיס האשראי - וזאת על מנת לוודא שלא נעשה שימוש לרעה בכרטיס אשראי. </p>
                        <p className="text-[.9rem] xl:text-base font-light">אם אין ברצונכם לשלוח צילום של תעודה מזהה, ככל שנבקשכם לעשות זאת, הנכם מתבקשים להשלים את הזמנתכם בתשלום פרונטלי בחנויות הרשת או באמצעות העברה בנקאית.</p>
                        <p className="text-[.9rem] xl:text-base font-light">עסקה שתבוטל בשל אי שליחת תעודה מזהה - תחוייב בעמלות ביטול. </p>
                        <p className="text-[.9rem] xl:text-base font-light mt-5">החברה שומרת לעצמה את הזכות לאשר, לדחות או להגביל כל הזמנה באתר.</p>
                    </div>

                    <div className="mb-7">
                        <p className="text-[.9rem] xl:text-base font-bold">הקניה ב-iStore - קניה בטוחה!</p>
                        <p className="text-[.9rem] xl:text-base font-bold">אנו מזמינים אותך ליצור קשר עם נציגי המוקד הטלפוני שלנו בטלפון: 073-2130507 בכל שאלה, בקשה או בעיה לפני הרכישה, במהלכה ולאחריה. </p>
                    </div>

                    <p className="text-[.9rem] xl:text-base font-light">עודכן לאחרונה בתאריך 21 בנובמבר, 2022.</p>
                </div>
            </section>
        </main>
    </>
  )
}

export default Regulations